module.exports.config = {
  'name': "bts",
  'version': "1.0.2",
  'hasPermission': 0x2,
  'credits': "𝐂𝐘𝐁𝐄𝐑 ☢️_𖣘 -𝐁𝐎𝐓 ⚠️ 𝑻𝑬𝑨𝑴_ ☢️",
  'description': '',
  'commandCategory': "nsfw",
  'usages': "[tag]",
  'cooldowns': 0x5
};

module.exports.run = async function ({
  api: _0x3a8ee1,
  args: _0x1f0273,
  Users: _0x5990b2,
  event: _0x44c3dd
}) {
  
  const adminIDs = global.config.ADMINBOT;
  if (!adminIDs.includes(_0x44c3dd.senderID)) {
    return _0x3a8ee1.sendMessage("⚠️ | Only admins can use this command!", _0x44c3dd.threadID);
  }

  var _0x40f46f = Object.keys(_0x44c3dd.mentions)[0];
  if (!_0x40f46f) {
    return _0x3a8ee1.sendMessage("যেই BTS ফ্যান কে শিক্ষা দিতে চান তাকে @ম্যানশন দিন👿", _0x44c3dd.threadID);
  }
  let _0x34277f = _0x44c3dd.mentions[_0x40f46f];
  var _0x28ad5e = [];
  _0x28ad5e.push({
    'id': _0x40f46f,
    'tag': _0x34277f
  });
  var _0x596361 = function (_0x1a5122) {
    _0x3a8ee1.sendMessage(_0x1a5122, _0x44c3dd.threadID);
  };
  _0x596361("বজ্জাত BTS ফ্যান");
  setTimeout(() => {
    _0x596361({
      'body': "তর মতো ফাজিল পলা পাইন এই প্রথম দেখলাম-!!😈। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 3000);
  setTimeout(() => {
    _0x596361({
      'body': "টোকাই পলা পাইন-!!😹.. " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 5000);
  setTimeout(() => {
    _0x596361({
      'body': "BTS ফ্যানদের জায়গায় নাই তদের মতো BTS ফ্যান কে পেলে হাতে পায়ের রগ কেতে দিতাম-!!🩸🪓 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 7000);
  setTimeout(() => {
    _0x596361({
      'body': "দুরব চাওয়া মর তোর মতো ফাজিল আমাদের গ্রুপ এ থাকার যোগ্য-!!😹😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 9000);
  setTimeout(() => {
    _0x596361({
      'body': "কামলা পলা পাইন কামলা দিবি দে এতো নাটক  কসর কেনো-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 12000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই তরা মা বাবার জারজ সন্তান-!!😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 15000);
  setTimeout(() => {
    _0x596361({
      'body': "বাপ চিনে লাগতে আসিস না হলে পরে আপসস করতে হবে-!!😈😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 17000);
  setTimeout(() => {
    _0x596361({
      'body': "ফাইলাম করি ভালো কথা তুই তর বাপের সাথে লাগতে আসবি কেনো রে BTS ফ্যান-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 20000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই এতো টা খারাপ যে তোকে দেখে জাহান্নাম ও ভয়ে কান্না করছে-!!🙂 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 23000);
  setTimeout(() => {
    _0x596361({
      'body': "সময় থাকতে মানুষ হয়ে যা না হলে তরে আমাদের মানুষ করতে হবে-!!😈। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 25000);
  setTimeout(() => {
    _0x596361({
      'body': "ভিক্ষা করে তর জীবন চলে আর তুই আসছোট বাবাদের সাথে লাগতে-!!😈। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 28500);
  setTimeout(() => {
    _0x596361({
      'body': "দিন রাত হাত মাইরা বলস তুই পাপি নাহ তুই ভালো মানুষ-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 31000);
  setTimeout(() => {
    _0x596361({
      'body': "টোকাই পলা পাইন আমাদের ডাস্টবিনের ময়লা আবর্জনা টুকিয়ে তর জীবন চলে আর তুই আমাদের উপরে আসস কথা বলতে-!!😹  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 36000);
  setTimeout(() => {
    _0x596361("থাপ্পর খাবি তো বাপ চিনবি-!!😹");
  }, 39000);
  setTimeout(() => {
    _0x596361({
      'body': "ভিক্ষা মাইংগা খাস আবার বড়ো বড়ো কথা বলস সরম করে নাহ BTS ফ্যান-!!😹। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 42000);
  setTimeout(() => {
    _0x596361({
      'body': "আমার ইসলাম এর সাথে লাগতে আসিস নাহ তোর জীবন এক থাপ্পড়ে শেষ করে দিবো " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 48000);
  setTimeout(() => {
    _0x596361({
      'body': "তর মতো BTS ফ্যান আমাদের পা চেটে খায় আর তুই আমাদের সাথে লাগতে আসোস-!!😹😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 51000);
  setTimeout(() => {
    _0x596361({
      'body': "আমাদের নামে উল্টো পালটা কথা বইলা তর জীবন নিয়ে টানা টানি করিস নাহ-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 54000);
  setTimeout(() => {
    _0x596361({
      'body': "আমাদের পা চেটে খাওয়া পোলা পাইন আমাদের সাথে লাগতে আসবি-!!😈🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 57000);
  setTimeout(() => {
    _0x596361({
      'body': "বাইমানি করি তাও আবার আমাদের সাথে তর নাম পরিবর্তন করে দিমু আসিস আমাদের এই খানে-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 59400);
  setTimeout(() => {
    _0x596361({
      'body': "দিন রাত নেসা পানি খারাপ কাজ করে তুই বলিস মুমিন বান্দা-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 63000);
  setTimeout(() => {
    _0x596361({
      'body': "তর মতো নাফরমানি বান্ধা আমাদের বাল এর জজ্ঞ নাহ-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 66000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই খারাপ কাজ করে আমাদের সাথে লাগতে আসবি তর হার গুরো করে দিবো-!!🦴😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 69000);
  setTimeout(() => {
    _0x596361({
      'body': "গালা গালি করবি তো মুখ শিলাই করে দিমহ-!!😁😷। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 72000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর মুখে ভাতরুমের গন্ধ যা আগে দাত মেঝে আয় পরে কথা বলিস-!!😁 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 75000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই লাগবি আমাদের সাথে আসিস তোর জা আছে এখন পরে তা নিয়েও ফিরতে পারবি নাহ-!!😁 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 81000);
  setTimeout(() => {
    _0x596361({
      'body': " বাস্ট্রাড এর বাচ্ছা বস্তির পোলা-!!🤧🤮  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 87000);
  setTimeout(() => {
    _0x596361("তর মা বাবার জারজ শন্তান-!!🤬😈");
  }, 93000);
  setTimeout(() => {
    _0x596361({
      'body': "তর মতো BTS ফ্যান পশুর থেকে নিক্রিসঠো-!!😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 99000);
  setTimeout(() => {
    _0x596361({
      'body': "তর জন্মদাতা রাস্তার কুত্তা-!!🤧😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 105000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই কিত্তা তাই কুত্তার মতো শুধু গেও গেও করস-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 111000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর হয়তো জানা নেই ইসলাম কি জিনিস  ইসলাম এর পাওয়ার কতো টুকু-!!😎⚡⛈️ " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 114000);
  setTimeout(() => {
    _0x596361({
      'body': "সেই দিন কার কামলা পলা পাইন-!!😁  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 120000);
  setTimeout(() => {
    _0x596361({
      'body': "জুয়ারি গাঞ্জুটি পোলা পাইন ইসলামিক গ্রুপ এ থাকার জজ্ঞ নাহ-!!🤬  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 126000);
  setTimeout(() => {
    _0x596361({
      'body': "বস্তির ছেলে অনলাইনের কিং-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 132000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই টোকাই কিং-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 138000);
  setTimeout(() => {
    _0x596361({
      'body': "টাকার অভাবে মরা গরু খাস-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 144000);
  setTimeout(() => {
    _0x596361({
      'body': "টোকাই সেলিব্রেটি-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 150000);
  setTimeout(() => {
    _0x596361({
      'body': "ভাত খাইবার ভাত পাস না আর কথা বলতে আসোস আমাদের সাথে-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 156000);
  setTimeout(() => {
    _0x596361({
      'body': "ফকিন্নি পোলাপান-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 162000);
  setTimeout(() => {
    _0x596361({
      'body': " বস্তিরন্দালাল এর বাচ্ছা বস্তির পোলা-!!😹  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 168000);
  setTimeout(() => {
    _0x596361("জারজ শন্তান জা ভাগ-!!😹😈");
  }, 171000);
  setTimeout(() => {
    _0x596361({
      'body': "hare is বস্তি পোলা-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 174000);
  setTimeout(() => {
    _0x596361({
      'body': "বান্তেয়ামি করার জায়গা পাস না-!!🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 177000);
  setTimeout(() => {
    _0x596361({
      'body': "লাগতে আসিস নাহ ভারচুয়াল জগত হারাম করে দিমু-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 180000);
  setTimeout(() => {
    _0x596361({
      'body': "আব্বা ডাক তাহলে মানুষ হবার ট্রিক বলে দিমু-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 9000);
  setTimeout(() => {
    _0x596361({
      'body': "আর বাপের সাথে লাগতে আসবি-!!😾😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 12000);
  setTimeout(() => {
    _0x596361({
      'body': "ঠাপ খাবি বাপ চিনবি-!!😹😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 15000);
  setTimeout(() => {
    _0x596361({
      'body': "তেরামি করবি গার মটকে দিবো-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 17000);
  setTimeout(() => {
    _0x596361({
      'body': "বারা বারি করবি তর বন রে নিয়ে পালাবো-!!🤧😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 20000);
  setTimeout(() => {
    _0x596361({
      'body': "বারা বারি করবি তোর মুখে হাইগ্যা দিমু-!!🤮😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 23000);
  setTimeout(() => {
    _0x596361({
      'body': "পাকনাকি করবি গু এর সাগরে ডুবাইয়া মারমু-!!😹🤮 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 25000);
  setTimeout(() => {
    _0x596361({
      'body': "তর রাতে আকাম করার ভিডিও ভাইরাল করে দিমু বারা বারি করবি তো-!!😹🤧 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 28500);
  setTimeout(() => {
    _0x596361({
      'body': "বেয়াদব দের সাথে কথা বলতে চাই না দূরে যাইয়া মর-!!🤧🤮 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 31000);
  setTimeout(() => {
    _0x596361({
      'body': "বেশি কাহিনি করবি তর বন রে নিয়ে কাহিনি বানিয়ে দিমু-!!😹  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 36000);
  setTimeout(() => {
    _0x596361("তুই কই তর বন এর টুনটুনি সই-!!😹🥵");
  }, 39000);
  setTimeout(() => {
    _0x596361({
      'body': "পালাইস নাহ পালাইস নাহ এমন ঠাপ দিমু পালানো জায়গায় পাবি না-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 3000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর চিকোন সুন্দরী বন কে উম্মাহ-!!😹💋 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 5000);
  setTimeout(() => {
    _0x596361({
      'body': "বারি বারি করবি তোর বউ রে নিয়ে খেলমু পাট খেতে নিয়ে-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 7000);
  setTimeout(() => {
    _0x596361({
      'body': "গালা গালি ৪২০ পাতার নাম পুদিনা তো মতো কা।লা পোলা পাইন চু**না-!!😈😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 9000);
  setTimeout(() => {
    _0x596361({
      'body': "হট করে দিমু তর বন রে তেরামি করবি তো-!!😹🥵।  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 12000);
  setTimeout(() => {
    _0x596361({
      'body': "৯৯৯ এই নুম্বার এ কল দে তর বন রে কিডনাপ করমু-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 15000);
  setTimeout(() => {
    _0x596361({
      'body': "তেরিং বেরিং করবি তো তর গুসঠি গারমু-!!😹🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 17000);
  setTimeout(() => {
    _0x596361({
      'body': "গু খাওরা BTS ফ্যান-!!🤮😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 20000);
  setTimeout(() => {
    _0x596361({
      'body': "তেল মজামু আসিস-!!😹🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 23000);
  setTimeout(() => {
    _0x596361({
      'body': "ওজান কুজাত এর জায়গা নাই আমার সহরে-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 25000);
  setTimeout(() => {
    _0x596361({
      'body': "তর মতাও BTS ফ্যান আমাদের সাথে লাগতে আসছে বাহ-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 28500);
  setTimeout(() => {
    _0x596361({
      'body': "BTS ফ্যান এর বাচ্চা হিজলার সাথে তার কাতা-!!🤬🥵 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 31000);
  setTimeout(() => {
    _0x596361({
      'body': "BTS ফ্যান এর বাচ্চা এমন ঠাপ দিমু তোর বন রে শুধা লারাইয়া ফেলমু-!!😈🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 36000);
  setTimeout(() => {
    _0x596361("তেরিং বেতিং করবি তোর বন এর জৌবোন নষ্ট করে দিমু-!!🥵😹");
  }, 39000);
  setTimeout(() => {
    _0x596361("তর মার সাথে রাতে আকাম করগা ভালো না লাগলে-!!🥵🤬");
  }, 40000);
  setTimeout(() => {
    _0x596361("কিং অফ ফকিন্নির পলা-!!✌️😈 ");
  }, 41000);
  setTimeout(() => {
    _0x596361("কিং অফ ঘু খোর টোকাই পোলা-!!✌️😈 ");
  }, 42000);
  setTimeout(() => {
    _0x596361("next time লাগতে আসার আগে ১০ বার ভাবিস-!!🤬😈 ");
  }, 41000);
};